{
  "sidepanel": {
    "picture": {
      "url": "https://avatars.githubusercontent.com/u/48084433?v=4"
    },
    "contact": {
      "mail": "abhinavs2590@gmail.com",
      "phone": "+91 9108934699",
      "location": "Bengaluru, India",
      "linkedin": "https://www.linkedin.com/in/abhinav-shukla-930b1974/"
    },
    "skills": [
      "SAP SAC Analytics",
      "SAP SAC Planning",
      "Financial consolidation",
      "IGPC",
      "SAP Group reporting",
      "Power BI",
      "MS Excel",
      "ITIL"
    ],
    "proficiency": [
      "SAP Analytics cloud and Planning, Financial Consolidation (Functional) and S4 HANA Group Reporting."
    ],
    "articles": []
  },
  "content": {
    "name": "Abhinav Shukla",
    "title": "SAP SAC / Group Reporting Consultant",
    "summary": "I am aspiring to achieve a challenging position in the field of SAP SAC / SAP Group Reporting as a techno functional consultant and upgrade my knowledge in EPM domain to grow and establish myself as an asset to the company.",
    "experience": [
      {
        "description": "9 Years of experience in Group Reporting with work on build and support related activities in SAP BOFC and S4 HANA Group Reporting and 1+ Year Experience is SAC BI and Planning."
      }
    ],
    "education": [
      {
        "title": "B.Tech Electronics and Communication",
        "timespan": "Aug 2008 - Apr 2012",
        "description": "Grade: 65.4%",
        "college": "Amity University"
      },
      {
        "title": "Class XII",
        "timespan": "Apr 2007 - Mar 2008",
        "description": "Grade: 86%",
        "college": "Dr. VSEC-ISC"
      },
      {
        "title": "Class X",
        "timespan": "Apr 2005 - Mar 2006",
        "description": "Grade: 82%",
        "college": "Dr. VSEC-ISC"
      }
    ],
    "projects": [
      {
        "name": "Accenture",
        "description": "Working on SAP Analytics Cloud project for client where I have worked on building Models (Analytic and Planning), stories, planning, Analytic designer, data wrangling and blending, measure calculations, smart assist features.",
        "role": "Aug 2022 - Present"
      },
      {
        "name": "Report One - Shell PLC",
        "description": "Worked on S4 HANA Group reporting project and performed activities related to ledger, COA, Versions, Managing Consolidation groups and Units, Model Hierarchies for Group Reporting, Managing Account master data, Configuring data Validations, Reclassifying data, Intercompany and Matrix eliminations and balance carryforward. Worked with SAC Team to build models and stories for BI and Planning and worked on features like input control, measure calculation, trellis and shapes, VDT, Forecast and rolling forecast, allocation and distribution, currency conversion, Prior to this I was working with the business and master data team on the advance memo changes to be incorporated in the SAP BOFC system for upcoming month and building the change (Advance memorandum changes) in development environment, transporting the changes to acceptance environment, conducting unit test in development environment",
        "role": "Dec 2016 - Aug 2022"
      },
      {
        "name": "GDRS, FINREP - HCL Technologies",
        "description": "Worked on build and support related activities which involved working on dimension builder, reports, category scenario, rules and data entry restrictions, updating scopes. Setting up the BOFC system for monthly reporting and consolidations and taking care of data loads.",
        "role": "Aug 2013 - Oct 2016"
      }
    ],
    "side_projects": []
  }
}
